Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B07A.tmx
Source language: en_us
Languages: zh_cn

source: Jerry Ford: A Good President
zh_cn: 福特是个好总统

source: The historian Arthur Schlesinger Jr. pointed out some years ago that presidential reputations move in cycles, rising and falling as we look back with fresh eyes.
zh_cn: 历史学家阿瑟小施莱辛格很多年前就指出：总统名声的好坏总是循环反复的，只要我们用一种崭新的眼光去回顾历史，总能看到总统名声或升或降的现象。

source: Thomas Jefferson has toppled from his pedestal, thanks to modern DNA tests, while John Adams has risen, thanks to David McCullough.
zh_cn: 现代DNA测试技术已把托马斯·杰弗逊从崇高的神台上撸了下来；而约翰·亚当斯的声望则因他的传记作家大卫·麦卡罗而得到提升。

source: John F. Kennedy maintains his popularity among the public but has slipped among historians, while Ronald Reagan continues to climb among both.
zh_cn: 约翰·肯尼迪虽继续受到普罗大众的追捧，却得不到历史学家的青睐。只有罗纳德·里根的声望在公众和历史学家心目中都得到双丰收。

source: But if there is any reputation that has been wholly transformed, surely it is that of Gerald Ford.
zh_cn: 可是，如果说有哪位总统的声誉可以得到彻底平反，则非杰拉德·福特莫属。

source: His pardon of Richard Nixon a month after taking office not only ignited a firestorm but turned him into a target of criticism and merciless ridicule.
zh_cn: 福特总统上任一个月后，就宽恕了理查德·尼克松的过错，可这一善举却使他成为众矢之的，招来一片骂声和无情的冷嘲热讽。

source: On its cover, for example, New York magazine ran a fake photo of Bozo the Clown sitting in the Oval Office with a headline, "Ladies and Gentlemen, the President of the United States."
zh_cn: 例如，《纽约》杂志当年就曾在封面上刊登一幅褪色的照片，照片里的小丑巴左（Bozo）端坐在（象征总统权力的）椭圆形办公室里，上面有一个标题：女士们，先生们，我就是美国总统。

source: Inside, journalist Richard Reeves wrote: "It is not a question of saying the emperor has no clothesЁCthere is a question of whether there is an emperor."
zh_cn: 在这期杂志里面的相应文章中，记者理查德·芮福斯写道：“谈论皇帝有没有穿新衣的时代早就过时了，现在的问题是：他到底是不是皇帝。”

source: A year later, echoing the sentiment of the times, Reeves wrote a book arguing that "Ford is slow. He is also unimaginative and not very articulate."
zh_cn: 过了一年，作为那个时代的一种回声，芮福斯又写了一本书，书中写道：“福特不但愚笨，而且缺乏想象力，说话结结巴巴。”

source: On Saturday Night Live, Chevy Chase made a name for himself by depicting Ford as a hopeless buffoon.
zh_cn: 喜剧明星塞维·蔡斯甚至在《周末夜生活》节目中给自己起了个小丑的名字，把福特刻画成一个“毫无希望的蠢货”。

source: Yet, even before he died and the nation began its mourning, Ford began a long-overdue renaissance.
zh_cn: 也许人们觉得给总统恢复名誉实在太迟了，因此在他去世后，全国才都致以沉痛的哀悼。不过，福特总统在有生之年已经有幸看到社会对他的公正评价。

source: The Kennedy Library, in a decision cherished by Ford, gave him its Profile in Courage Award for the pardon.
zh_cn: 肯尼迪图书馆就做出一项最让福特总统珍惜的决定：因为他对尼克松的宽恕而授予他"（最具政治）勇气表彰奖"。

source: Richard Reeves manfully recanted, writing a piece in American Heritage entitled "I'm Sorry, Mr. President."
zh_cn: 那位毫不留情面的记者理查德·芮福斯则勇敢地为自己的行为做了忏悔，他在《美国历史文化》杂志上撰文，标题为《总统先生，我对不起您》。

source: Historian Edmund Morris concluded: "Gerald Ford was our most underrated president."
zh_cn: 历史学家埃德蒙德·莫里斯给福特下的“历史结论”是：“杰拉德·福特是被我们诋毁得最为严重的总统。”

source: Why does Ford look so much better in the rearview mirror? Mostly, I suspect, because the personal qualities that he brought to public life seem so scarce these days.
zh_cn: 为什么福特总统从历史的后视镜里看起来要好得多呢？本人以为，主要在于他的个人品质，因为公众普遍觉得象他那样的人品在当今社会已经难得一见。

source: The simplicity of his burial reminds us again that Ford was, first and foremost, a humble man of the Midwest.
zh_cn: 从福特总统葬礼之简朴，我们再次得到启示：福特总统最最难得的品质，就是具有中西部人民特有的那种谦恭。

source: When Richard Nixon was president, every chair around the cabinet table was the same height save oneЁCNixon's, which had a back 3 inches higher.
zh_cn: 理查德·尼克松担任总统的时候，内阁会议桌的那一圈椅子除尼克松自己的那一张以外，其他的都一样高：总统座椅的靠背要比其他椅子高出三英寸。

source: The day after Ford's inauguration, I slipped into the Cabinet Room and saw that every single chair, including the president's, was the same height.
zh_cn: 而福特总统发表就职演说的次日，我曾溜进内阁会议室，一一考察过所有的椅子，结果发现：包括总统椅子在内的所有椅子，全都一般高。

source: Not for him the arrogance of power we see so much of these days.
zh_cn: 当今时代我们所看到的那种因权力而傲慢的普遍现象，在福特总统身上就完全看不到。

source: Ford also searched for the best people to help him and insisted they give him their unvarnished views.
zh_cn: 福特总统善于寻找最好的人来协助自己，他还执着地认为，这些好人给他提都是无需掩饰的意见。

source: Over time, he built one of the best cabinets in contemporary history, and as they debated in front of him, Ford engaged in what Warren Bennis calls "deep listening" before he made the call.
zh_cn: 福特总统所组建的内阁，是美国当代历史上最好的内阁之一。内阁成员可以在他面前公开辩论，而总统则饶有兴味地在一旁倾听着（领导艺术之父华伦·班尼斯称之为“深听”），最后才发表自己的结论。

source: While conservative by inclination, Ford was guided less by ideology than by a pragmatic judgment of what was best for the nation.
zh_cn: 虽然福特具有保守的倾向，可在关乎国家最高利益的问题上，他总是能够作出符合实际的决断，而不是带着理想主义的态度去评判一切。

source: He vetoed big spending bills, but he also granted amnesty for draft dodgers and pursued dЁ¦tente with Moscow.
zh_cn: 尽管他赞成增加（国防）预算，可他却能签署文件，赦免那些逃避义务兵役法的人，同时着力改善与莫斯科的关系。

source: It's revealing but no real surprise to learn now that he opposed the war in Iraq.
zh_cn: 在今天看来，我们绝不难理解，更不会感到吃惊的是，他为何会反对发动伊拉克战争。

source: This was a man who was healthy in both body and spirit.
zh_cn: 福特总统就是这么一个身心两方面都健康的人。

source: A man to trust. But most of all, Ford brought a forthright honesty to politics.
zh_cn: 福特还是一个值得信赖的人，而最重要的是，他善于把直率和诚实引进政治生活中。

source: In his two dozen years in Congress, he built up trust on both sides of the aisle, so that when Nixon wanted John Connally to replace Spiro Agnew in the vice presidency, Democratic leaders Mike Mansfield and Carl Albert persuaded him instead to choose FordЁCthe man they trusted.
zh_cn: 在他就任国会议员的二十四年间，他赢得了政治走廊两边的共同信任。因此，当尼克松总统提名让约翰·康纳利来接替斯皮罗·阿格纽担任副总统的时候，民主党领导人麦克·曼斯菲尔德和卡尔·阿尔伯特都劝尼克松还是选择福特好些，因为这个人值得信任。

source: As he testified to the Congress before taking office, Ford believed, "Truth is the glue that holds government together, not only government but civilization itself."
zh_cn: 在福特正式就任（副总统）职位前接受国会的考察时，他说他相信“真理是促进政府团结的粘合剂，它稳定的不仅仅是政府，还有人类文明本身。”

source: Bob Hartmann, who had served Ford well for years on Capitol Hill, remembers accompanying him into the Cabinet Room hours after his inauguration for an important ritual: selecting portraits of three former presidents to display on the walls.
zh_cn: 鲍勃·哈特曼曾在国会工作多年，一直都是福特总统的得力助手，他清楚记得当年福特就任总统几个小时后的情形。那天总统就职仪式之后，他须陪总统去内阁会议室进行另一项重要仪式，即从历届总统肖像中挑选三幅，悬挂墙上。

source: Nixon had chosen Teddy Roosevelt, Woodrow Wilson, and Dwight EisenhowerЁCmen who had inspired his own dreams.
zh_cn: 前任总统尼克松选择的三位分别是罗斯福、威尔逊和艾森豪威尔，因为这三位总统都曾激发过尼克松的（总统）梦想。

source: Pondering for a moment, Ford decided to keep Ike and to replace TR with Lincoln.
zh_cn: 福特想了一下，决定把艾森豪威尔保留下来，把罗斯福换成林肯。

source: "The other might be a Democrat," Hartmann suggested. "How about Andy Jackson?" "No. Harry Truman," Ford answered, remembering how Truman, too, had been drawn to the White House by fate and how he had fared.
zh_cn: 哈特曼提议说：“最后一个应该用民主党的人了吧？您看杰克逊怎样？”这时福特想起当年杜鲁门也硬是让命运给拉进白宫的，也知道他最后又是怎样成功的，于是断然答道：“不，我要杜鲁门。”

source: Searching for words, Hartmann told his friend, "You are going to be a great president." "Thanks, Bob," Ford responded. "I don't know about that. But I want to be a good president."
zh_cn: 哈特曼思索了半天，才找到几个合适的词对他眼前的这位朋友说：“您一定能成为一名伟大的总统！”福特答道：“谢谢你，鲍勃！我还不知道我能否成为一名伟大的总统，可是我希望做一名好总统。”

source: And so he wasЁCgood in the best sense of the word.
zh_cn: 他果然做到了，而且这个好总统的“好”字，绝非一般意义上的好。
